[
    {
        "_id": 41,
        "name": "Innocentive",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "41_Innocentive",
        "platform_img_url": "",
        "platform_website": "https://www.innocentive.com/",
        "description": "Innovate with InnoCentive\nInnoCentive is a partner in enabling creative minds to solve problems that matter to you. Their Challenge Driven Innovationô methodology and purpose-built technology result in fresh thinking and cost-effective problem solving. Crowdsource solutions from the diverse network of highly educated problem solvers or internally within your organization.",
        "video_url": "https://youtu.be/csMUGmZ0KqI",
        "study_case_description": "",
        "study_case_link": "https://www.innocentive.com/resources-overview/case-studies/",
        "study_case_pdf": "https://www.innocentive.com/files/node/casestudy/case-study-energy-storage-challenge.pdf?utm_referrer=https%3A%2F%2Fwww.innocentive.com%2Fresources-overview%2Fcase-studies%2F",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 42,
        "name": "iStockphoto",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "42_iStockphoto",
        "platform_img_url": "",
        "platform_website": "https://www.istockphoto.com/",
        "description": "iStockPhoto propose des images libres de droits, des illustrations et des vidÈos qui vous aideront ‡ vous dÈmarquer. iStock est une entitÈ de Getty Images, leader mondial en communication visuelle, qui vous permet d'accÈder ‡ des millions d'images uniques, sÈlectionnÈes avec soin, et ‡ moindre co˚t.",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 43,
        "name": "Threadless",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "43_Threadless",
        "platform_img_url": "",
        "platform_website": "https://www.threadless.com/",
        "description": "Shop Threadless t-shirts and more featuring designs created by independent artists!\nEverything we do gives you, and all the creative minds in the world, more opportunities to make great art. We started printing on t-shirts and then we realized tons of products make great canvases. We seek out these canvases, so you can continue to make and pick the best art. The weird art. The geeky art. The beautiful art. And every time you buy from us, you're supporting great art too.",
        "video_url": "",
        "study_case_description": "We love the idea of Artist Shops because it echoes the ability for creative exploration. As a small museum, we donít have the ability to produce products or manage a warehouse but Threadless takes care of all of the day-to-day logistics.î\nChicago Design Museum",
        "study_case_link": "https://chidm.threadless.com/",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 44,
        "name": "foldit",
        "inactif": false,
        "non_pertinent": true,
        "logo_filename": "44_foldit",
        "platform_img_url": "",
        "platform_website": "https://fold.it/",
        "description": "Solve puzzles for science - Foldit is a revolutionary crowdsourcing computer game enabling you to contribute to important scientific research.",
        "video_url": "",
        "study_case_description": "Can humans really help computers fold proteins? Weíre collecting data to find out if humans' pattern-recognition and puzzle-solving abilities make them more efficient than existing computer programs at pattern-folding tasks.",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": "inutile pour flexcrowd"
    }, {
        "_id": 47,
        "name": "99designs",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "47_99designs",
        "platform_img_url": "",
        "platform_website": "https://99designs.com/",
        "description": "PremiËre plateforme de design graphique au monde. 99designs met en relation une communautÈ de designers freelances avec des entrepreneurs, porteurs de projets, crÈateurs innovants...et plus gÈnÈralement, tous ceux qui ont besoin de design graphique.",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 48,
        "name": "99tests",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "48_99tests",
        "platform_img_url": "",
        "platform_website": "https://99tests.com/",
        "description": "99tests is a crowdsourced testing platform which helps companies to test their software products by top notch testing professionals.",
        "video_url": "",
        "study_case_description": "As one of the biggest multinational consumer goods company, Procter & Gamble knows the value of quality experience that they provide to their stake holders. When they began developing language-specific websites for Pampers, they knew the importance of delivering a quality user experience. They wanted to eliminate the risk of bugs marring their brandís reputation. The need of the hour was a progressive app testing strategy to aid the development team in delivering high-quality results. The App testing platform by 99tests proved to be the perfect solution for meeting all their App quality goals. With successful app testing, P&G could release high-quality websites that delivered better user experience for their clients.",
        "study_case_link": "https://99tests.com/casestudies/Crowd-Testing-Solution-That-Helps-Build-Incredible-Digital-Experiences",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 49,
        "name": "Article One Partners",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "49_ArticleOnePartners",
        "platform_img_url": "",
        "platform_website": "https://www.articleonepartners.com/",
        "description": "Article One Partners (AOP) LLC has become the worldís largest intellectual property research community. By leveraging a growing crowd of over 39,000 researchers, AOPô has revolutionized the transparency of IP-related data. Through crowdsourcing and other techniques, AOP provides clients with access to insightful information to help them make the best possible IP-related business decisions whether they are innovating, defending or monetizing their IP portfolios. The company has paid their research community more than $7M for their skilled work at identifying patents, non-patent literature and non-textual content to inform IP decisions.  AOP helps 15 Fortune 100 companies and eight of the top ten US patent filers to improve their patent quality and strategic management of their IP across the IP life cycle.",
        "video_url": "",
        "study_case_description": "A Fortune 100 company used AOPís PRIVATE PLATFORMô solution to assess and guide their patent portfolio as they worked to manage their patents, organize their internal patent and prior art knowledge, and improve the ROI of their portfolio.",
        "study_case_link": "https://www.articleonepartners.com/resources/case-studies/",
        "study_case_pdf": "https://www.articleonepartners.com/wp-content/uploads/2017/03/Case-Study-Private-Platform.pdf",
        "has_logo": true,
        "comments": "rien comprisÖ"
    }, {
        "_id": 50,
        "name": "Battle of Concepts",
        "inactif": false,
        "non_pertinent": true,
        "logo_filename": "50_Battle of Concepts",
        "platform_img_url": "",
        "platform_website": "https://www.battleofconcepts.nl/",
        "description": "Dans Battle of Concepts, des Ètudiants et des professionnels de la crÈation (jeunes) sont mis au dÈfi de concevoir des solutions innovantes pour les challenges de grandes entreprises, du secteur public et des ONG.",
        "video_url": "",
        "study_case_description": "ìBattle of Concepts heeft een slimme methodiek om innovatie te stimuleren Èn te versnellen. Een aantal ideeÎn was zo goed dat ze op korte termijn al in praktijk gebracht konden worden!î\n\nPeet Mercus, Projectleider NOC*NSF",
        "study_case_link": "https://www.battleofconcepts.nl/about/organisaties#Showcases",
        "study_case_pdf": "https://www.battleofconcepts.nl/content/docs/succescase_NOC_NSF.pdf",
        "has_logo": true,
        "comments": "inutile pour flexcrowd car uniquement en NL"
    }, {
        "_id": 51,
        "name": "Chaordix",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "51_Chaordix",
        "platform_img_url": "",
        "platform_website": "https://www.chaordix.com/",
        "description": "Chaordix (kay-or-dix) use the power of crowdsourcing to help leading companies across the globe advance innovation, engage with stakeholders and market their brands more effectively. Thier innovative Crowd Intelligence platform enables you to understand, engage, and co-create with customers, employees and other stakeholders.",
        "video_url": "",
        "study_case_description": "Marketing stakeholders of the iconic American Airlines (AA) brand wanted to form a highly-engaging market insights community to more deeply understand the AA customer experience and travel journey. The goal was to gain insight into how AA can better serve the needs and wants of specific high-value customer segments. In particular, there was an opportunity to connect with subsets of high-value customers through online engagement activities and interactive research programs.",
        "study_case_link": "https://www.chaordix.com/american-airlines",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 52,
        "name": "Niche",
        "inactif": false,
        "non_pertinent": true,
        "logo_filename": "52_Niche",
        "platform_img_url": "",
        "platform_website": "https://www.niche.com",
        "description": "Niche is a website that helps you discover the schools and neighborhoods that are right for you. We rigorously analyze dozens of public data sets and millions of reviews to produce comprehensive rankings, report cards, and profiles for every K-12 school, college, and neighborhood in the U.S.",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": "inutile pour flexcrowd car trop spÈcifique"
    }, {
        "_id": 53,
        "name": "covestor",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "53_covestor",
        "platform_img_url": "http://ww1.prweb.com/prfiles/2012/08/07/10921527/covestor_logo_800w.gif",
        "platform_website": "https://covestor.com/",
        "description": "Covestor gives you unprecedented access to all the talent, insight and experience of our marketplace of investors. With Covestor, your portfolio is matched to the portfolio of a money manager ó trade for trade, maneuver for maneuver.",
        "video_url": "<p><a href=\"http://covestor.com?wvideo=bss17ybr7a\"><img style=\"width: 400px; height: 225px;\" src=\"http://embed.wistia.com/deliveries/f91f44817360a8cfa3bb5fed83753bbe90241802.jpg?image_play_button_size=2x&amp;image_crop_resized=702x396&amp;image_play_button=1&amp;image_play_button_color=1a7fc3e0\" height=\"225\" width=\"400\"></a></p><p><a href=\"http://covestor.com?wvideo=bss17ybr7a\">Meet Covestor</a></p>",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 54,
        "name": "CreateMyTattoo",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "54_CreateMyTattoo",
        "platform_img_url": "http://www.createmytattoo.com/images/contentexperiment/logo.gif",
        "platform_website": "https://www.createmytattoo.com/",
        "description": "CreateMyTattoo is a unique marketplace where tattoo artists and tattoo enthusiasts meet with a common goal in mind, to create high quality, custom tattoos. Our website has been carefully crafted to provide the best user experience possible for clients wishing to have a custom tattoo created and for artists who are rendering their creative services.",
        "video_url": "https://www.createmytattoo.com/howit_demo/Create_My_Tatto_Second.mp4",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 55,
        "name": "Crowdspring",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "55_Crowdspring",
        "platform_img_url": "http://d1tegodxtbqf2o.cloudfront.net/images/global/logos/cs-logo-white-cyan.png",
        "platform_website": "https://www.crowdspring.com/",
        "description": "Create a brand your customers love - Top freelancers from around the world craft custom logos, web design, naming, and more to help you build your brand.",
        "video_url": "https://youtu.be/Q3XeywQE1Y4",
        "study_case_description": "https://www.crowdspring.com/testimonials/",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 61,
        "name": "Evly",
        "inactif": true,
        "non_pertinent": false,
        "logo_filename": "61_Evly",
        "platform_img_url": "https://pbs.twimg.com/profile_images/652551928229031936/xLxK9MTj.jpg",
        "platform_website": "https://www.evly.com/",
        "description": "",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": false,
        "comments": "n'existe plus"
    }, {
        "_id": 62,
        "name": "Get satisfaction",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "62_GetSatisfaction",
        "platform_img_url": "https://getsatisfaction.com/corp/img/structure/get-satisfaction.png",
        "platform_website": "https://getsatisfaction.com/",
        "description": "Get Satisfaction is an online customer engagement community platform connecting companies with their customers to foster relationships that unlock new value for both sides and take the customer-company engagement to a whole new place. Companies of all sizes and industriesófrom Adobe, Intuit, Kellogg's and P&G to Sonos, HootSuite and SugarCRMórely on Get Satisfaction's customer engagement community platform to modernize customer support, accelerate sales, differentiate their brand, and be able to innovate together with their customers.",
        "video_url": "",
        "study_case_description": "The Need for Conversation - With a strong reputation for technology innovation, the Braun & Oral B brands have built a passionate following, so it was natural for the P&G Consumer Relations team to establish the same reputation for their customer care strategy. Through community, they sought to reach more customers faster, and in a more cost effective way, by providing a captivating online experience for customers who are passionate about Braun & Oral B products. The community strategy was to empower Braun & Oral-B customers by turning the customer service model on its head and introduce a community that:\n- Brings customers together to share their passion\n- Is built around content customers create\n- Includes product advice from their customer service team",
        "study_case_link": "https://getsatisfaction.com/corp/resource-center/case_studies/p_and_g.php",
        "study_case_pdf": "https://getsatisfaction.com/corp/download/case-study/gs_casestudy_braun.pdf",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 66,
        "name": "Halfbakery",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "66_Halfbakery",
        "platform_img_url": "http://www.halfbakery.com/img/hc.gif",
        "platform_website": "https://www.halfbakery.com/",
        "description": "The Halfbakery is a communal database of original, fictitious inventions, edited by its users. It was created by people who like to speculate, both as a form of satire and as a form of creative expression.",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 69,
        "name": "IdeaConnection",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "69_IdeaConnection",
        "platform_img_url": "https://www.ideaconnection.com/blog/wp-content/uploads/2013/12/ideaconnection-head.png",
        "platform_website": "https://www.ideaconnection.com/",
        "description": "Every day, IdeaConnection's teams are working on solving challenges for Fortune 1000 companies. IdeaConnection takes on Challenges from companies large and small. With diverse teams, world-class facilitators, and a high 'solve' rate, we are solving problems ranging from nanotechnology, virtual reality, biochemistry, to marketing and sociology. IdeaConnection has a vast contingency of highly educated, creative experts that can focus on solving your R&D challenges.",
        "video_url": "https://youtu.be/zSWEPfxD4ug",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 70,
        "name": "Ideascale",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "70_Ideascale",
        "platform_img_url": "https://www.onelogin.com/assets/img/partners/logos/app-ptr-ideascale.png",
        "platform_website": "https://ideascale.com/",
        "description": "IdeaScale is the largest cloud-based innovation software platform in the world with more than 25,000 customers and 4.5 million users. The software allows organizations to involve the opinions of public and private communities by collecting their ideas and giving users a platform to vote. The ideas are then evaluated, routed, and implemented, making IdeaScale the engine of crowd-powered innovation. IdeaScaleís client roster includes industry leaders, such as Citrix, Marriott Vacations Worldwide, NASA, the New York City Police Department, Princess Cruises and many others.",
        "video_url": "https://youtu.be/NInWdVjGMdI",
        "study_case_description": "City of Huntsville - Developing a Master Plan with Citizens. When the City of Huntsville launched an 18-month comprehensive master urban planning initiative that would shape the future of Huntsville for decades to come, they began asking for citizen input in a variety of formats: surveys, focus groups, citizen academies and an online digital community called Imagine Huntsville. The City of Huntsville:\n- Collected hundreds of ideas from their community\n- Identified new municipal improvement ideas\n- Utilized the citizen dialogue as an opportunity to educate the public\nìIdeaScale allowed us to exceed our project goals and gather a wealth of valuable, actionable feedback.î ñ Kelly Schrimsher, Office of the Mayor",
        "study_case_link": "https://ideascale.com/resource/city-of-huntsville/",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 80,
        "name": "Naming Force",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "80_Naming Force",
        "platform_img_url": "https://www.namingforce.com/images/naming-force-logo.png",
        "platform_website": "http://www.namingforce.com/",
        "description": "Our mission is to help name businesses through the practice of crowdsourcing. Naming Force hosts business name contests. Creative individuals get paid to name businesses, websites, and products.",
        "video_url": "",
        "study_case_description": "When I started out I just could not come up with a name I liked. I tried the Internet, and found lots of name generators but none of them were giving me what I wanted. Finally, I found Naming Force. I described my business and in no time I had a list of names to choose from. I found a name that fit my business, Sun & Chic Boutique!\" - Anielia Shaw",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 89,
        "name": "Spread Shirt",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "89_Spread Shirt",
        "platform_img_url": "http://www.codes-promo.biz/wp-content/uploads/2016/01/spreadshirt_logo.svg",
        "platform_website": "https://www.spreadshirt.ch",
        "description": "Spreadshirt is a leading e-commerce platforms for on-demand printing of clothing and accessories. Sellers offer their merchandise or personalised products, showing their designs on Spreadshirtís Marketplace or thousands of independent shops. Customers can also use the T-Shirt Designer to create clothing and accessories with their own designs or designs from our community.",
        "video_url": "",
        "study_case_description": "Adidas + Springleap\nProblem\nAdidasí agency was tasked with proposing a branding strategy\ntailored to local markets in Ghana and Nigeria. The agency did not\nhave on the ground staff, partners or funds to commission lengthy\nconsumer research projects.\nSolution\nSpringleap invited 15 creatives from both Nigeria and Ghana to\nprovide feedback on current perceptions of the Adidas Brand,\ncompetitors, the state of sports apparel, and possible opportunities for them to strengthen their desired brand positioning through local media channels and influencers.",
        "study_case_link": "http://www.springleap.com/case-studies/research/Adidas/",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 90,
        "name": "Springleap",
        "inactif": true,
        "non_pertinent": false,
        "logo_filename": "90_Springleap",
        "platform_img_url": "https://biz.prlog.org/Springleap/logo.png",
        "platform_website": "http://www.springleap.com/",
        "description": "",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": false,
        "comments": ""
    }, {
        "_id": 95,
        "name": "Uservoice",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "95_uservoice",
        "platform_img_url": "https://www.uservoice.com/assets/img/logos/uservoice/rebrand/uservoice.svg",
        "platform_website": "http://www.uservoice.com/",
        "description": "UserVoice develops product feedback management software that transforms the way businesses gather and analyze customer feedback and prioritize feature requests to drive strategic product decisions.",
        "video_url": "",
        "study_case_description": "Swiftkey creates an open, collaborative environment to get feedback from customers and build better products. Since 2008, London-based Swiftkey has developed an award-winning keyboard app for Android smartphones and tablets that provides accurate predictions as users type, making typing quick and easy. By reading usersí Twitter, Facebook, Gmail, RSS feeds, as well as the text they type on their Android devices, Swiftkey learns how users ìtalkî and then offers more accurate auto-corrections and next-word predictions.",
        "study_case_link": "https://www.uservoice.com/case-studies/swiftkey/",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 103,
        "name": "Cultivate Labs",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "103_cultivatelabs",
        "platform_img_url": "http://inklingmarkets.com/assets/logo-black-1918a9a50b4213da9ec79da2d8eaaf19.png",
        "platform_website": "https://www.cultivatelabs.com/",
        "description": "Prediction markets in public & private sectors to help progressive leaders leverage the collective wisdom of their own people to make better decisions",
        "video_url": "",
        "study_case_description": "The Global Oil Companyís Global Exploration Group launched Cultivate Forecasts to 200 employees in the Gulf of Mexico region. Based on the success of that pilot, the methodology was rolled out globally to over 800 employees across the entire group and at all levels.\n\nCultivate Forecasts, a prediction market, is a form of crowdsourcing. The platform anonymously aggregates forecasts from individual participants to a probability of an event happening in the future. Participants can update their forecasts at any time and are judged depending on how they forecast in a given question.\n\nForecasting questions in the groupís prediction market have focused on several areas:\n\n    Government lease sales in the Gulf of Mexico and other regions\n    Rig sequence strategy\n    The quality and probability of success of drilling locations\n    Competitive intelligence\n\nThe companyís goals for running the prediction market were to improve forecast accuracy from the wisdom of the crowd, provide an anonymous outlet to ensure all perspectives about key decisions were heard, and to increase everyoneís exposure to all projects in the group.",
        "study_case_link": "https://www.cultivatelabs.com/oil_case_study",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": "la plateforme a ÈtÈ rachetÈe et s'appelle cultivate labs dorÈnavant"
    }, {
        "_id": 104,
        "name": "Clickworker",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "104_clickworker",
        "platform_img_url": "https://www.clickworker.com/wp-content/uploads/2012/01/Clickworker_Logo2011.png",
        "platform_website": "https://www.clickworker.com",
        "description": "We utilize the knowledge of the crowd to engage the know-how and labor of hundred thousands of Clickworkers who assist us in the fast and efficient processing of projects for your company.\n\nOur Clickworkers are independent contractors who provide these services using their own computing equipment and schedule. They use a standard web browser to complete tasks on a piece rate basis. Most of these tasks are part of a larger, more complex, project.\n\nTask coordination and oversight is conducted utilizing the technology of clickworker, which provides the Internet-based workflow system. Project examples include the processing of unstructured data, such as text, photographs, and videos. We can create, categorize, append, capture, and translate. Click here to find out more about our services.",
        "video_url": "",
        "study_case_description": "SEO Text Creation - Case Study SEO Text Creation ëIDGí\n\nHow clickworker created content for a keyword-rich 800-page financial term dictionary. Clickworkers researched and generated a list of topics for the dictionary. IDG/CFO World approved a final list of 800 terms and Clickworkers wrote the definitions, reviewed each others work and ensured that it was unique and not copyrighted.",
        "study_case_link": "https://www.clickworker.com/case-studies/seo-text-creation-case-study-idg/",
        "study_case_pdf": "",
        "has_logo": false,
        "comments": ""
    }, {
        "_id": 114,
        "name": "TopCoder",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "114_TopCoder",
        "platform_img_url": "http://www.citylightcap.com/img/port/topcoder-1.png",
        "platform_website": "http://www.topcoder.com/",
        "description": "Topcoder is a crowdsourcing marketplace that connects businesses with hard-to-find expertise. The Topcoder Community includes more than one million of the worldís top designers, developers, data scientists, and algorithmists. Global enterprises and startups alike use Topcoder to accelerate innovation, solve challenging problems, and tap into specialized skills on demand.",
        "video_url": "",
        "study_case_description": "What if there was an app in which you could immediately report public problems or issues, such as an accident, suspicious behavior, or even a pothole to get assistance more quickly? An app that requires no superheroes, but rather supercharges the average citizen via their mobile device?\n\nBooz Allen Hamilton wanted such an application that would allow citizens to have access to area information along with the ability to submit service requests. Essentially, the ideal app would have all the bells and whistles necessary to report, track, and share issues with cities, municipal entities and a variety of networks. Topcoder partnered up with BAH to create the 311 Incident Reporter app, an iOS app built with Swift and backed by the power of Salesforceís Service Cloud. Users of the 311 app can report a number of public issues from anywhere and map issues seen in the vicinity, complete with the ability to provide detailed description and video from the mobile device. The app then alerts the entity responsible for responding based on the classification of the issue in order to respond quickly. App users can get issue updates on the go, have the ability to comment on other issues reported nearby, and can elevate importance for various issues as necessary. Forget calling in a superhero to save they day; this app can create a call to action for issues big or small, straight from the palm of your hand.",
        "study_case_link": "https://www.topcoder.com/about-topcoder/customer-stories/booz-allen-hamilton-311-incident-report-app/",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 118,
        "name": "MySoti",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "118_MySoti",
        "platform_img_url": "https://www.mysoti.com/assets2/images/mysoti-logo.png",
        "platform_website": "http://www.mysoti.com/mysoti/home",
        "description": "MySoti is a place where designers can upload original artwork and turn it into awesome, real-life products for sale that we print and ship out to customers worldwide!",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 119,
        "name": "Ushahidi",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "119_Ushahidi",
        "platform_img_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/11866380_969916266361741_6777650745281628553_n.png?oh=ceba19e9b5aa233421a8642de0c83a42&oe=592A8D05",
        "platform_website": "http://ushahidi.com/",
        "description": "Helping people raise their voice and those who serve them to listen and respond better.\nUshahidi, which translates to ìtestimonyî in Swahili, was developed to map reports of violence in Kenya after the post-election violence in 2008. Since then, thousands have used our crowdsourcing tools to raise their voice. Weíre a technology leader in Africa, headquartered in Nairobi, with a global team. We are a social enterprise that provides software and services to numerous sectors and civil society to help improve the bottom up flow of information.",
        "video_url": "",
        "study_case_description": "Project Background\nFor media organisations, attracting more online readers and finding new, engaging ways to cover stories is challenging. In 2012, Huffington Post wanted to cover the US economic recovery from the Great Recession in 2008, the worst economic crisis in the country since the Great Depression, but they struggled to find an angle that would be appealing and cause readers to interact more with the story. After consulting with Ushahidi, Huffington Post decided to create a web-based crowdsourcing platform to unearth the vast number of ordinary peopleís experiences with the recession, including stories of perseverance and personal success in the face of hardship.\n\nBuilding a Solution\nUshahidi deployed the Ushahidi data-gathering platform on the Huffington Post website. The platform gathered personal testimonials from citizens via media feeds such as Twitter, RSS, SMS, and Facebook, and displayed them on an interactive map. \nUshahidi customised the Ushahidi iOS and Android apps for the project, so that contributors had even more channels through which to share their stories. The platform design was customised to reflect Huffington Postís brand. Ushahidi also trained Huffington Post editors to manage the incoming flow of information in the system so that they were able to efficiently manage the data and ensure editorial quality was consistent.",
        "study_case_link": "https://www.ushahidi.com/case-studies/huffington-post-first-hand",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 122,
        "name": "Addictlab",
        "inactif": true,
        "non_pertinent": false,
        "logo_filename": "122_ADDICTLAB",
        "platform_img_url": "http://www.addictlab.com/templates/addictlabtheme/images/logo.png",
        "platform_website": "http://www.addictlab.com/",
        "description": "",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": false,
        "comments": "a priori addictlab n'existe plus et est devenu http://addictlab.academy/ pour les enfants"
    }, {
        "_id": 126,
        "name": "UserTesting",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "126_UserTesting",
        "platform_img_url": "https://usertesting.desk.com/customer/portal/theme_attachments/21920?cb=1409165218985",
        "platform_website": "http://www.usertesting.com/",
        "description": "UserTesting is the fastest and most advanced user experience testing platform on the market. The company gives marketers, product managers, and UX designers on-demand access to people in their target audience who deliver audio, video, and written feedback on websites, mobile apps, prototypes, and even physical products and locations.",
        "video_url": "",
        "study_case_description": "Evernote set out with a few goals for improving their user experience: to understand customer interaction across multiple platforms, improve functionality to increase engagement, and streamline the sign-up process. To get the insights that would move the needle, the team enlisted the help of UserTesting.\nBy watching real users interact with their product, the Evernote team was able to identify key areas where people were getting stuck or confused. They continue to use this feedback to constantly iterate toward a more usable, more effective product.\nEvernote increased user retention by 15% with the help of UserTesting.",
        "study_case_link": "http://info.usertesting.com/Evernotecasestudy_registration.html",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 129,
        "name": "Mob4Hire",
        "inactif": true,
        "non_pertinent": false,
        "logo_filename": "129_Mob4Hire",
        "platform_img_url": "http://static.mob4hire.com/site/logo.png",
        "platform_website": "http://www.mob4hire.com/",
        "description": "",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": false,
        "comments": ""
    }, {
        "_id": 130,
        "name": "Jovoto",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "130_jovoto",
        "platform_img_url": "https://www.jovoto.com/wp-content/themes/jovoto-child/images/jovoto-logo-black.png",
        "platform_website": "http://www.jovoto.com/",
        "description": "jovoto enables large brands and NGOs to brainstorm at scale and solve design and innovation challenges with more than 80 000 creative professionals globally. We call this process crowdstorming ñ discover how it works. jovoto has successfully organized more than 400 crowdstorms.",
        "video_url": "",
        "study_case_description": "Just recently the Classic Limited Edition 2016 of the Swiss Army Knife designed on jovoto hit the market ñ for the fifth year in a row. Working with Victorinox on one particular creative task every year has not only become an interesting ritual internally, it has also allowed us to directly compare results and discover how Victorinox has increased sales of their 130-year-old swiss army knife by 70% through crowdstorming on jovoto.\nThe second time jovoto organized the project for Victorinox, we believed that the increase in performance was a result from the overall community growth and improvements of the crowdstorming model over time. But after taking a closer look in the third year, we learned there was more to it: The relationships a brand forms with members of our community over time improve a projectís performance significantly.\n\nThe yearly project became a ritual not only for our team but also for many members of our community. Our creatives look forward to the next round as an inspiring challenge but also as a good way to apply learnings from the previous crowdstorm. The investment for each individual creative to participate becomes lower and lower after gaining experience in previous years . This not only increases participation quantity, but most importantly submission quality.\n\nFor Victorinox, the existing relationship with hundreds of creatives increases to pay off each round. The first year we organized the challenge to create a limited design edition for the Swiss Army Classic Knife, roughly 1 000 designs were submitted. The following year, Victorinox received 30% more submissions, and, most importantly, the quality increased and has continued to increase every year.",
        "study_case_link": "https://www.jovoto.com/blog/business/maximizing-roi-working-external-communities/",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 134,
        "name": "Quirky",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "134_quirky",
        "platform_img_url": "",
        "platform_website": "http://www.quirky.com/",
        "description": "Quirky enables everyday problem solvers\nto turn their ideas into successful products . Quirky rewards royalties to its community members\nfor inventing or contributing to products that make it to market",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 136,
        "name": "Inkd",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "136_inkd",
        "platform_img_url": "http://inkd.com/assets/layout_header_logo-8ee5585732e00de6ff5e60b25d3c860c.gif",
        "platform_website": "http://inkd.com/",
        "description": "Get professional designs & quality printing at this marketplace for creative businesses.",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 139,
        "name": "Hypios",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "139_Hypios",
        "platform_img_url": "https://media.licdn.com/mpr/mpr/shrink_200_200/AAEAAQAAAAAAAAZbAAAAJDY4MzU0MWUzLTg3N2QtNGE0OS1hYTFlLWFhNGYyYjQyM2ZmZg.png",
        "platform_website": "http://www.hypios.com/",
        "description": "Hypios CrowdInnovation is a French company that help corporations meet specific R&D needs and thrive from the speed, cost-efficiency, and novelty of its unique approach to Open-problem solving. Its key product, Hy.OpenInnovation, is an online platform on which ìSeekersî post R&D problems in a \"Push\" mode and select a deadline and a price for the successful ìSolver.î   But the underlying process goes much further. Hypios relies on Hy.Proximity, a core proprietary software for in-depth semantic analysis of each problem, and competency discovery technology able to sound the web to find relevant experts. This ensures that challenges are not broadcast to the entire world, but ìnarrowcastî to relevant expertise in a pre-selected range of scientific discipline. This helps maximize the number of relevant, and often ìadjacentî solutions, from a network of over 950,000 experts across the world.",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 140,
        "name": "Squadhelp",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "140_Squadhelp",
        "platform_img_url": "http://www.squadhelp.com/img/logo_after.png",
        "platform_website": "http://www.squadhelp.com/",
        "description": "Squadhelp is an innovative crowdsourcing platform which allows companies to host competitions for their naming and branding projects. Creatives from across the globe compete and submit targeted Name Ideas, Logos and Taglines in these contests.",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 142,
        "name": "Wooshii",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "142_Wooshii",
        "platform_img_url": "https://d13yacurqjgara.cloudfront.net/users/257565/screenshots/1639416/dribble_1x.jpg",
        "platform_website": "http://wooshii.com/",
        "description": "Wooshii is changing the face of video production. A single place for anyone working in or with the video production industry to connect and transact. Our experienced Wooshii team assists corporate clients and producers with 10,000+ creators worldwide. Our promise is to make video and animation production so simple and exciting that we will leave you wanting moreÖ",
        "video_url": "",
        "study_case_description": "Wooshii helped MEC Global inject energy into the Marriott Courtyard Hotel brand.\nWe were chosen to build on a 2014 Instagram project called Urbantips.\n MEC Global is one of the worldís largest media agency networks. One of their clients, Marriott International, needed them to increase awareness for a sister brand: Marriott Courtyard Hotels.\n\nMEC turned to Wooshii to expand and replicate the success of Marriott Courtyardís previous Instagram project. #urbantips had received 1.2m hub visits (98% from mobile) and 95,000 likes, comments and shares.\nBranding\n\nThe Instagram project was so successful largely down to using User Generated Content promoted by Instagram celebrities. Wooshii ensured that the videos replicated this by using bloggers and vloggers, who would present the videos with a similar personal and friendly touch and brought authenticity to the videos.\n\nWooshii agreed that to gain large amounts of views meant little to no branding. This way the videos would promote shareability, similar to that of a ëheroí video from a ëHero Hub Hygieneí project.",
        "study_case_link": "https://wooshii.com/case-studies/marriott",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 143,
        "name": "Napkin Labs",
        "inactif": true,
        "non_pertinent": false,
        "logo_filename": "143_Napkin Labs",
        "platform_img_url": "https://thegenyblogger.files.wordpress.com/2010/08/napkin-labs-logo.png?w=440&h=175&crop=1",
        "platform_website": "http://napkinlabs.com/",
        "description": "",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": false,
        "comments": ""
    }, {
        "_id": 145,
        "name": "X PRIZE Foundation",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "145_X PRIZE Foundation",
        "platform_img_url": "http://www.xprize.org/sites/default/files/styles/panopoly_image_original/public/xprize_logo_og.jpg",
        "platform_website": "http://www.xprize.org/",
        "description": "XPRIZE is the global leader in solving the worldís Grand Challenges by creating and managing large-scale incentivized prize competitions that create impact in five areas: Learning; Exploration; Energy & Environment; Global Development; and Life Sciences. Our mission is to bring about radical breakthroughs for the benefit of humanity. We believe that you get what you incentivize.",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 147,
        "name": "Ennovent",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "147_ennovent",
        "platform_img_url": "http://www.ennovent.com/wp-content/uploads/2016/08/black-logo.png",
        "platform_website": "http://www.ennovent.com/",
        "description": "A business, network and community to effectively take business ideas to low-income markets",
        "video_url": "",
        "study_case_description": "Ennovent has supported the acceleration of Barefoot Power, a solar power company creating affordable lighting and phone charging products for low- income markets. Since it invested in Barefoot in 2011, Ennovent has been supporting Barefoot to establish and grow its on-ground operations in India by implementing innovative strategies across its business model.",
        "study_case_link": "http://www.ennovent.com/project/market-entry-barefoot-power/",
        "study_case_pdf": "",
        "has_logo": false,
        "comments": ""
    }, {
        "_id": 148,
        "name": "uTest",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "148_uTest",
        "platform_img_url": "https://www.utest.com/assets/images/uTestLogoNav.svg",
        "platform_website": "http://www.utest.com/",
        "description": "uTest by Applause is the #1 destination for freelance software testing and feedback",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 152,
        "name": "DesignCrowd",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "152_DesignCrowd",
        "platform_img_url": "http://cdn.toptenreviews.com/rev/prod/ce/67558-designcrowd-box.jpg",
        "platform_website": "https://www.designcrowd.com/",
        "description": "DesignCrowd is an online marketplace providing logo, website, print and graphic design services by providing access to freelance graphic designers and design studios around the world.\n\nDesignCrowd gives you access to a 'virtual team' of 583,743 designers from around the world (via a process called crowdsourcing) - helping you to tap into the very best international design talent available, at a low cost. Post a project on DesignCrowd and watch designs pour in from around the world (the average project receives 50+ designs).",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": false,
        "comments": ""
    }, {
        "_id": 153,
        "name": "Kaggle",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "153_Kaggle",
        "platform_img_url": "https://www.kaggle.com/static/images/site-logo.png",
        "platform_website": "https://www.kaggle.com/",
        "description": "The Home of Data Science & Machine Learning\nKaggle helps you learn, work, and play",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 154,
        "name": "ideabuzz",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "154_ideabuzz",
        "platform_img_url": "https://ideabuzz.com/ideabuzz/images/logo.png",
        "platform_website": "https://ideabuzz.com",
        "description": "IdeaBuzz is a growing community for creative, insightful challenge solvers who want to transform industries and the world with their ideas.",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": "un peu identique ‡ ideascale, qui gËre ideabuzz https://ideascale.com/tag/ideabuzz/"
    }, {
        "_id": 155,
        "name": "upwork",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "155_upwork",
        "platform_img_url": "https://pbs.twimg.com/profile_images/603630694699401216/BeSJ3aet.png",
        "platform_website": "https://www.upwork.com",
        "description": "Upwork ó the worldís leading freelancing website. Through Upwork businesses get more done, connecting with freelancers to work on projects from web and mobile app development to SEO, social media marketing, content writing, graphic design, admin help and thousands of other projects. Upwork makes it fast, simple, and cost-effective to find, hire, work with, and pay the best professionals anywhere, any time.",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "https://www.upwork.com/ppc/video-portal/",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 156,
        "name": "Microworkers",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "156_Microworkers",
        "platform_img_url": "https://microworkers.com/styles/images/mw-logo-2013.gif",
        "platform_website": "https://microworkers.com/",
        "description": "Work & earn or offer a micro job.",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 157,
        "name": "Pickydomains",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "157_Pickydomains",
        "platform_img_url": "https://www.pickydomains.com/themes/pickydomains/logo.png",
        "platform_website": "https://www.pickydomains.com/",
        "description": "PickyDomains is the world's first risk free naming service. This means we can come up with cool domain, name or slogan for you for as little as $50 and you pay us ONLY if you like our work. You can also get paid for suggesting website names and slogans to our clients.",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": false,
        "comments": ""
    }, {
        "_id": 158,
        "name": "Compass",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "158_Compass",
        "platform_img_url": "",
        "platform_website": "www.creato.com",
        "description": "COMPASS is a project portfolio management system that collects and ranks ideas, allows management to engage in feedback with employees to improve ideas, rescore ideas, and approve ideas. Once ideas become projects, COMPASS will guide the end user with just-in-time tools and training.",
        "video_url": "",
        "study_case_description": "",
        "study_case_link": "",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 159,
        "name": "spigit",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "159_Spigit",
        "platform_img_url": "",
        "platform_website": "www.spigit.com",
        "description": "Spigit was founded to help companies unleash the power of their employees, partners, and customers to drive innovation. Spigit is the most advanced software for crowdsourced innovation with idea automation, advanced predictions, and patented algorithms.",
        "video_url": "",
        "study_case_description": "Crowdsourced Ideation Drives New Products, Earns Over $44M in Seed Funding - AT&T developed the TIP program, built on Spigit, along with new structures and processes for internal challenges and open forums, where ideas are refined by peers and leadership.. The program has yielded significant ROI to date, resulting in numerous revenue-generating initiatives, including new global marketing campaigns, service plans, and apps.",
        "study_case_link": "https://www.spigit.com/case-study/att/",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }, {
        "_id": 160,
        "name": "Brightidea",
        "inactif": false,
        "non_pertinent": false,
        "logo_filename": "160_Brightidea",
        "platform_img_url": "",
        "platform_website": "http://www.brightidea.com/",
        "description": "The Brightidea innovation platform is a central hub to connect and manage all your innovation initiatives,\ncrowdsource and collaborate on ideas, and measure success at every stage of your journey.",
        "video_url": "",
        "study_case_description": "Cisco is the worldwide leader of IT, helping companies seize the opportunities of tomorrow by proving that amazing things can happen when you connect the previously unconnected. The global SIEC (Services Innovation Excellence Center) team, comprised of 13,000 employees in 96 countries, is entirely focused on aligning innovation strategy with business strategy in order to deliver tangible business outcomes for Cisco customers, partners and employees.\n\nIn 2007, SIEC realized the need for a more streamlined way to capture the many ideas coming from their 37,000 community members across more than 96 countries, and ensure nothing was slipping through the cracks. They also needed a way to then identify ideas with potential to move forward, and once executed, track the ROI generated from each innovation initiative.\n\nNick Selk leads the SIECís Idea Enablement pillar as the Innovation Program Manager.\n\nOnce these needs were identified internally, Selk evaluated the market in search of a collaborative innovation platform that would fit. Selk claims that, ìIf youíre not leveraging a dedicated idea crowdsourcing tool youíve left a gaping hole in your innovation strategy.î",
        "study_case_link": "http://www.brightidea.com/customers/cisco-is-achieving-millions-innovation-outcomes/",
        "study_case_pdf": "",
        "has_logo": true,
        "comments": ""
    }
]